{"translation-revision-date":"2023-08-20 22:28-0500","generator":"WP-CLI\/2.8.1","source":"build\/block-three-audio-block.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_MX","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":["Ajustes"],"Name":["Nombre"],"Position":["Posición"],"Rotation":["Rotación"],"Audio Object":["Objeto de Audio"],"Give your audio a name.":["Asigna un nombre a tu audio."],"Select an audio file to add to your scene.":["Selecciona un archivo de audio para añadir a tu escena."],"Audio File":["Archivo de Audio"],"Replace Audio":["Reemplazar Audio"],"Select Audio":["Seleccionar Audio"],"AutoPlay":["Reproducción Automática"],"Item will autoplay.":["El elemento se reproducirá automáticamente."],"Item will not autoplay.":["El elemento no se reproducirá automáticamente."],"Item will loop.":["El elemento se repetirá en bucle."],"Item will not loop.":["El elemento no se repetirá en bucle."],"Item will be spatial audio.":["El elemento será audio espacial."],"Item will be global audio.":["El elemento será audio global."],"Volume":["Volumen"],"Unitless multiplier against original source volume for determining emitter loudness.":["Multiplicador sin unidades contra el volumen original de la fuente para determinar la intensidad del emisor."],"Positional Volume Settings":["Ajustes de Volumen Posicional"],"Cone Inner angle":["Ángulo Interior del Cono"],"The angle, in radians, of a cone outside of which the volume will be reduced to a constant value ofconeOuterGain.":["El ángulo, en radianes, de un cono fuera del cual el volumen se reducirá a un valor constante de coneOuterGain."],"Cone Outer Angle":["Ángulo Exterior del Cono"],"Cone Outer Gain":["Ganancia Exterior del Cono"],"The gain of the audio emitter set when outside the cone defined by the coneOuterAngle property.":["La ganancia del emisor de audio establecida cuando está fuera del cono definido por la propiedad coneOuterAngle."],"Distance Model":["Modelo de Distancia"],"Specifies the distance model for the audio emitter.":["Especifica el modelo de distancia para el emisor de audio."],"Inverse":["Inverso"],"Linear":["Lineal"],"Exponential":["Exponencial"],"Max Distance":["Distancia Máxima"],"The maximum distance between the emitter and listener, after which the volume will not be reduced any further. maximumDistance may only be applied when the distanceModel is set to linear. Otherwise, it should be ignored.":["La distancia máxima entre el emisor y el oyente, después de la cual el volumen no se reducirá más. maximumDistance solo se puede aplicar cuando el modelo de distancia está configurado en lineal. De lo contrario, debe ignorarse."],"Ref Distance":["Distancia de Referencia"],"A reference distance for reducing volume as the emitter moves further from the listener. For distances less than this, the volume is not reduced.":["Una distancia de referencia para reducir el volumen a medida que el emisor se aleja del oyente. Para distancias menores que esta, el volumen no se reduce."],"Rolloff Factor":["Factor de Atenuación"],"Describes how quickly the volume is reduced as the emitter moves away from listener. When distanceModel is set to linear, the maximum value is 1 otherwise there is no upper limit.":["Describe qué tan rápido se reduce el volumen a medida que el emisor se aleja del oyente. Cuando el modelo de distancia está configurado en lineal, el valor máximo es 1; de lo contrario, no hay límite superior."],"Audio block":["Bloque de Audio"]}}}